var veges = [
  {
    "name": "包心生菜",
    "time": 60,
    "intro": "生菜是最合适生吃的蔬菜。生菜富含水分，每100克食用部分含水分高达94%-96%，故生食清脆爽口，特别鲜嫩。每100克食用部分还含蛋白质1-1.4克、碳水化合物1.8-3.2克、维生素C10-15毫克及一些矿物质。生菜中富含B族维生素和维生素C、E等，此外富含膳食纤维以及多种矿物质。多吃生菜，对于人的消化系统大有裨益。生菜可以促进胃肠道的血液循环，对于脂肪、蛋白质等大分子物质，生菜能够起到帮助消化的作用。另外，生菜对于胆汁的形成也有促进作用，并且可以为血液消毒。而且，生菜中丰富的膳食纤维能够让你前往五谷轮回之所的时候更加舒适畅快……生菜还含有莴苣素，具清热、消炎、催眠作用。",
    "pinyin": "baoxinshengcai"
  },
  {
    "name": "菠菜",
    "time": 60,
    "intro": "菠菜含有丰富的维他命A、维他命C及矿物质，尤其维他命A、维他命C含量是所有蔬菜类之冠，人体造血物质铁的含量也比其它蔬菜为多，对于胃肠障碍、便秘、痛风、皮肤病、各种神经疾病、贫血确有特殊食疗效果。对解酒毒及防止齿槽脓漏现象亦具有食疗神效。菠菜可生吃也可烹食。生菠菜做沙拉或三明治非常鲜美。如果烹制，可以单独烹制，也可以与粉丝一起做汤，还可用来涮火锅，还可以与牛肉、禽蛋和鱼等动物性食品一起做。",
    "pinyin": "bocai"
  },
  {
    "name": "大白菜",
    "time": 120,
    "intro": "大白菜的营养成分很丰富，富含胡萝卜素、维生素B1、维生素B2、维生素C、粗纤维以及蛋白质、脂肪、钙、磷、铁等。祖国医学认为，白菜性味甘平，有清热除烦、解渴利尿、通利肠胃的功效，经常吃白菜可防止维生素C缺乏症、即坏血病。白菜种类很多：北方的大白菜有山东胶州大白菜、北京青白、天津绿、东北大矮白菜、山西阳城的大毛边等；南方的品种有乌金白、蚕白菜、鸡冠白、雪里青等，都是优良品种",
    "pinyin": "dabaicai"
  },
  {
    "name": "豆苗",
    "time": 60,
    "intro": "豆苗的频色很鲜明，质地又很柔软，含有极丰富的钙质、B族维生素、维生素C和胡萝卜素，有利尿、止泻、消肿、止痛和助消化等作用。豌豆苗能治疗晒黑的肌肤，使肌肤清爽不油腻。在乡间，女子没有什么化妆品，经常在烈日之下工作，极易使肌肤黝黑，民间用豆苗打汁，涂擦肌肤，可使面部油脂消除，保持肌肤幼嫩。除具有清热的功用外，，豆苗也可使肌肤光滑柔软。豌豆又名澡豆，可令人面色光泽。",
    "pinyin": "doumiao"
  },
  {
    "name": "蒿子秆",
    "time": 60,
    "intro": "常吃这个蒿子秆能通便排毒，消食开胃。除此之外，研究发现，每100克蒿子秆里含有的矿物质钾高达450毫克。钾，可以利尿，使人的血管内容量不至过高，同时还能通过高血钾对离子的平衡，使血管壁保持松弛状态。再结合蒿子秆安心气的作用，格外能促使人身心达到平衡，有效平稳血压，预防高血压的发生。",
    "pinyin": "haozigan"
  },
  {
    "name": "散叶生菜",
    "time": 60,
    "intro": "生菜是最合适生吃的蔬菜。生菜富含水分，每100克食用部分含水分高达94%-96%，故生食清脆爽口，特别鲜嫩。每100克食用部分还含蛋白质1-1.4克、碳水化合物1.8-3.2克、维生素C10-15毫克及一些矿物质。生菜中富含B族维生素和维生素C、E等，此外富含膳食纤维以及多种矿物质。多吃生菜，对于人的消化系统大有裨益。生菜可以促进胃肠道的血液循环，对于脂肪、蛋白质等大分子物质，生菜能够起到帮助消化的作用。另外，生菜对于胆汁的形成也有促进作用，并且可以为血液消毒。而且，生菜中丰富的膳食纤维能够让你前往五谷轮回之所的时候更加舒适畅快……生菜还含有莴苣素，具清热、消炎、催眠作用。",
    "pinyin": "sanyeshengcai"
  },
  {
    "name": "香菜",
    "time": 60,
    "intro": "茎叶作蔬菜和调香料，并有健胃消食作用；果实可提芳香油；种子含油约20%，学名芫荽，属伞形目双子叶植物纲，是一种有特殊香气的植物，一般用作食用。原产欧洲地中海地区，我国西汉时（公元前一世纪）张骞从西域带回。",
    "pinyin": "xiangcai"
  },
  {
    "name": "油麦菜",
    "time": 60,
    "intro": "油麦菜，别名莜麦菜，属菊科、莴苣属植物，是以嫩梢、嫩叶为产品的尖叶型叶用莴苣，叶片呈长披针形，色泽淡绿、质地脆嫩，口感极为鲜嫩、清香、具有独特风味，含有大量维生素A、维生素B1、维生素B2和大量钙、铁等营养成分，是生食蔬菜中的上品，有“凤尾”之称。油麦菜的营养价值略高于生菜，而远远优于莴笋。例如，同莴笋相比，蛋白质含量高40%，胡萝卜素高1.4倍，钙高2倍，铁高33%，硒高1.8倍。油麦菜的吃法与生菜相同，可清炒或作汤，烹饪时间宜短不宜长。吃起来嫩脆爽口，受人欢迎",
    "pinyin": "youmaicai"
  },
  {
    "name": "茼蒿",
    "time": 60,
    "intro": "蓬蒿具有调胃健脾、降压补脑等效用。常吃茼蒿，对咳嗽痰多、脾胃不和、记忆力减退、习惯性便秘均有较好的疗效。而当茼蒿与肉、蛋等共炒时，则可提高其维生素A的吸收率。将茼蒿炒一下，拌上芝麻油、味精、精盐，清淡可口，最适合冠心病、高血压病人食用。茼蒿又称同蒿、蓬蒿、蒿菜、菊花菜、塘蒿、蒿子杆、蒿子、桐花菜(在福建等地也叫鹅菜、义菜) ，为菊科一年生或二年生草本植物，叶互生，长形羽状分裂，花黄色或白色，与野菊花很像。瘦果棱，高二三尺，茎叶嫩时可食，亦可入药。在中国古代，茼蒿为宫廷佳肴，所以又叫皇帝菜。茼蒿有蒿之清气、菊之甘香。",
    "pinyin": "tonghao"
  },
  {
    "name": "娃娃菜",
    "time": 120,
    "intro": "娃娃菜是种“超小白菜”，但它的钾含量却比白菜高很多。据测定，每百克娃娃菜中约含有287毫克的钾，而同样重量的白菜仅含钾130毫克。钾是维持神经肌肉应激性和正常功能的重要元素，经常有倦怠感的人多吃点娃娃菜可有不错的调节作用。常见的“上汤娃娃菜”就是很好的做法，可加些金针菇，用鸡汤来做高汤，对提高免疫力也有好处。娃娃菜还有助胃肠蠕动，促进排便，秋冬季节多吃点还有解燥利尿的作用。",
    "pinyin": "wawacai"
  },
  {
    "name": "豆芽",
    "time": 180,
    "intro": "豆芽中含有丰富的维生素C，可以治疗坏血病；⒉它还有清除血管壁中胆固醇和脂肪的堆积、防止心血管病变的作用，绿豆芽中还含有核黄素，对口腔溃疡的人很适合食用，它还富含膳食纤维，是便秘患者的健康蔬菜，有预防消化道癌症(食道癌、胃癌、直肠癌）的功效，豆芽的热量很低，而水分和纤维素含量很高，常吃豆芽，可以达到减肥的目的",
    "pinyin": "doumiao"
  },
  {
    "name": "冬瓜片",
    "time": 60,
    "intro": "东瓜维生素中以抗坏血酸、硫胺素、核黄素及尼克酸含量较高，具防治癌症效果的维生素B1，在冬瓜子中含量相当丰富；矿质元素有钾、钠、钙、铁、锌、铜、磷、硒等8种，其中含钾量显著高于含钠量，属典型的高钾低钠型蔬菜，对需进食低钠盐食物的肾脏病、高血压、浮肿病患者大有益处，其中元素硒还具有抗癌等多种功能；含有除色氨酸外的8种人体必需氨基酸，谷氨酸和天门冬氨酸含量较高，还含有鸟氨酸和Y-氨基丁酸以及儿童特需的组氨酸；冬瓜不含脂肪，膳食纤维高达0.8%，营养丰富而且结构合理，营养质量指数计算表明，冬瓜为有益健康的优质食物",
    "pinyin": "dongguapian"
  },
  {
    "name": "冬瓜块",
    "time": 300,
    "intro": "冬瓜维生素中以抗坏血酸、硫胺素、核黄素及尼克酸含量较高，具防治癌症效果的维生素B1，在冬瓜子中含量相当丰富；矿质元素有钾、钠、钙、铁、锌、铜、磷、硒等8种，其中含钾量显著高于含钠量，属典型的高钾低钠型蔬菜，对需进食低钠盐食物的肾脏病、高血压、浮肿病患者大有益处，其中元素硒还具有抗癌等多种功能；含有除色氨酸外的8种人体必需氨基酸，谷氨酸和天门冬氨酸含量较高，还含有鸟氨酸和Y-氨基丁酸以及儿童特需的组氨酸；冬瓜不含脂肪，膳食纤维高达0.8%，营养丰富而且结构合理，营养质量指数计算表明，冬瓜为有益健康的优质食物",
    "pinyin": "dongguakuai"
  },
  {
    "name": "白萝卜",
    "time": 180,
    "intro": "萝卜在中国民间素有“小人参”的美称。一到冬天，便成了家家户户饭桌上的常客，现代营养学研究表明，萝卜营养丰富，含有丰富的碳水化合物和多种维生素，其中维生素C的含量比梨高8—10倍。萝卜含有能诱导人体自身产生干扰素的多种微量元素；白萝卜富含维生素C，而维生素C为抗氧化剂，能抑制黑色素合成，阻止脂肪氧化，防止脂肪沉积。萝卜中含有大量的植物蛋白、维生素C和叶酸，食入人体后可洁净血液和皮肤，同时还能降低胆固醇，有利于血管弹性的维持。",
    "pinyin": "bailuobo"
  },
  {
    "name": "青笋",
    "time": 300,
    "intro": "青笋的营养成分很多，包括蛋白质、脂肪、糖类、灰分、维生素A原、维生素B1、维生素B2、维生素c、钙、磷、铁、钾、镁、硅等和食物纤维，故可增进骨骼、毛发、皮肤的发育，有助于人的生长。多食易上火，对视力有影响。改善皮肤色泽。山药是中医推崇的补虚佳品，具有健脾益肾、补精益气的作用。鸡肝富含铁、锌、铜、维生素A和B族维生素等，不仅有利于雌激素的合成，还是补血的首选食品。青笋则是富含膳食纤维的美容蔬菜。三者合用，具有调养气血、改善皮肤的滋润感和色泽的作用",
    "pinyin": "qingsun"
  },
  {
    "name": "笋尖",
    "time": 240,
    "intro": "青笋的营养成分很多，包括蛋白质、脂肪、糖类、灰分、维生素A原、维生素B1、维生素B2、维生素c、钙、磷、铁、钾、镁、硅等和食物纤维，故可增进骨骼、毛发、皮肤的发育，有助于人的生长。多食易上火，对视力有影响。改善皮肤色泽。山药是中医推崇的补虚佳品，具有健脾益肾、补精益气的作用。鸡肝富含铁、锌、铜、维生素A和B族维生素等，不仅有利于雌激素的合成，还是补血的首选食品。青笋则是富含膳食纤维的美容蔬菜。三者合用，具有调养气血、改善皮肤的滋润感和色泽的作用",
    "pinyin": "sunjian"
  },
  {
    "name": "番茄",
    "time": 30,
    "intro": "番茄含有丰富的胡萝卜素、维生素C和B族维生素。每100克番茄的营养成分能量11千卡，维生素B0.06毫克，蛋白质0.9克，脂肪0.2克，碳水化合物3.3克，叶酸5.6微克，膳食纤维1.9克，维生素A63微克，胡萝卜素375微克，硫胺素0.02毫克，核黄素0.01毫克，烟酸0.49毫克，维生素C14毫克，维生素E0.42毫克，钙4毫克，磷24毫克，钾179毫克，钠9.7毫克，碘2.5微克，镁12毫克，铁0.2毫克，锌0.12毫克，铜0.04毫克，锰0.06毫克。加热时间越长，番茄红素和其他抗氧化剂增幅越大。番茄红素作为一种抗氧化剂，其对有害游离基的抑制作用是维生素E的10倍左右。此前有研究发现，番茄红素可降低人患癌症和心脏病的风险。近来越来越多的证据表明，人们现在主要需要的是各种抗氧化剂，而一些水果蔬菜中的维生素C在抗氧化剂方面贡献很小。虽然加热过程中维生素C确有损失，但综合来看，番茄加热后其抗氧化剂活性得到了提高。研究结果并不是要鼓励人们只吃煮熟加工的蔬菜水果。",
    "pinyin": "fanqi"
  },
  {
    "name": "菜花",
    "time": 180,
    "intro": "菜花的营养比一般蔬菜丰富。它含有蛋白质、脂肪、碳水化合物、食物纤维、维生素A、B、C、E、P、U和钙、磷、铁等矿物质。菜花质地细嫩，味甘鲜美，食后极易消化吸收，其嫩茎纤维，烹炒后柔嫩可口，适宜于中老年人、小孩和脾胃虚弱、消化功能不强者食用。尤其在暑热之际，口干渴、小便呈金黄色，大便硬实或不畅通时，用菜花30克煎汤，频频饮服，有清热解渴，利尿通便之功效。",
    "pinyin": "caihua"
  },
  {
    "name": "藕片",
    "time": 180,
    "intro": "藕的营养价值很高，富含铁、钙等微量元素，植物蛋白质、维生素以及淀粉含量也很丰富，有明显的补益气血，增强人体免疫力作用。故中医称其：“主补中养神，益气力”。每百克水分77.9克、蛋白质1.0克、脂肪0.1克、碳水化合物19.8克、热量84千卡、粗纤维0.5克、灰分0.7克、钙19毫克、磷51毫克、铁0.5毫克、胡萝卜素0.02毫克、硫胺素0.11毫克、核黄素0.04毫克、尼克酸0.4毫克、抗坏血酸25毫克。",
    "pinyin": "oupian"
  },
  {
    "name": "黄瓜",
    "time": 30,
    "intro": "黄瓜皮所含营养素丰富，应当保留生吃。但为了预防农药残留对人体的伤害，黄瓜应先在盐水中泡15-20分钟再洗净生食。用盐水泡黄瓜时切勿掐头去根，要保持黄瓜的完整，以免营养素在泡的过程中从切面流失。另外，凉拌菜应现做现吃，不要做好后长时间放置，这样也会促使维生素损失。黄瓜富含蛋白质、糖类、维生素B2、维生素C、维生素E、胡萝卜素、尼克酸、钙、磷、铁等营养成分。",
    "pinyin": "huanggua"
  },
  {
    "name": "土豆片",
    "time": 240,
    "intro": "从营养角度来看，它比大米、面粉具有更多的优点，能供给人体大量的热能，可称为“十全十美的食物”。人只靠土豆和全脂牛奶就足以维持生命和健康。因为土豆的营养成分非常全面，营养结构也较合理，只是蛋白质、钙和维生素A的量稍低；而这正好用全脂牛奶来补充。土豆块茎水分多、脂肪少、单位体积的热量相当低，所含的维生素C是苹果的10倍，B族维生素是苹果的4倍，各种矿物质是苹果的几倍至几十倍不等，食用后有很好的饱腹感。",
    "pinyin": "tudoupian"
  },
  {
    "name": "西兰花",
    "time": 180,
    "intro": "西兰花中的营养成分，不仅含量高，而且十分全面，主要包括蛋白质、碳水化合物、脂肪、矿物质、维生素C和胡萝卜素等。据分析，每100克新鲜西兰花的花球中，含蛋白质3.6克，是菜花的3倍、番茄的4倍。此外，维生素A含量比白菜高100多倍，西兰花中矿物质成也很全面，钙、磷、铁、钾、锌、锰等含量都很丰富，与同属于十字花科的白菜花相当。",
    "pinyin": "xilanhua"
  },
  {
    "name": "红薯",
    "time": 240,
    "intro": "红薯块根中含有60%-80%的水分，10%-30%的淀粉，5%左右的糖分及少量蛋白质、油脂、纤维素、半纤维素、果胶、灰分等，若以2.5Kg鲜红薯折成0.5Kg粮食计算，其营养成分除脂肪外，蛋白质、碳水化合物等含量都比大米、面粉高，且红薯中蛋白质组成比较合理，必需氨基酸含量高，特别是粮谷类食品中比较缺乏的赖氨酸在红薯中含量较高。此外红薯中含有丰富的维生素（胡萝卜素、维生素A、B、C、E），其淀粉也很容易被人体吸收。",
    "pinyin": "hongshu"
  },
  {
    "name": "山药",
    "time": 180,
    "intro": "山药是一味珍贵的中药材，被历代医家所推崇，称赞为长寿因子，药食兼用的良药佳肴。作为中药它可以制成多种丸药，如六味地黄丸等供人们食用。作为食物蔬菜，它细腻滑爽，别具风味，如拔丝山药、枣泥山药等。山药中含皂苷、粘液质、胆碱、山药碱、淀粉、糖蛋白、自由氨基酸、多酚氧化酶、维生素C、碘质、16种氨基酸，还有硒、铁、铜、锌、锰、钙等多种微量元素",
    "pinyin": "shanyao"
  },
  {
    "name": "玉米",
    "time": 240,
    "intro": "玉米的营养成分比较全面 , 一般含蛋白质8.5%、脂肪4.3%、糖类73.2%、钙0.022% 、磷.21%、 铁0.0016% , 还含有胡萝卜素、 维生素B1、B2和尼克酸以及谷固醇 、卵磷脂 、维生素E、赖氨酸等。最新研究指出 ,玉米中含有一种杭癌因子—谷胱甘肽。国内外苦养学家给予玉米很高的评价,认为：玉米中所含谷胱甘肽其有杭癌作用,它 可与人体内多种致癌物质结合, 能使这些物质失去致癌性 ; 玉米中所含纤维素是一种不能为人体吸收的碳水化合物 , 可降低人的肠道内致癌物质的浓度 , 并减 少分泌毒素的腐质在肠道内的积累 ,从而减少结肠癌和直肠癌的发病率 ; 玉米中所含木质素 , 可使人体内的 “ 巨噬细胞 ” 的活力提高2~3 倍 , 从而抑制癌瘤的发生 ; 玉米中还含大量的矿物质镁 , 食物中的镁具有明显的防癌效果 。 日本遗传学家确认 : 玉来糠可使二 硝基茂致癌物质及煎烤鱼、肉时形 成的杂环胺的诱癌变作用降低92%",
    "pinyin": "yumi"
  },
]

var soy_fungus = [
  {
    "name": "豆皮",
    "time": 180,
    "intro": "豆腐皮是中国传统豆制品，在中国南方和北方地区有多种名菜。豆腐皮性平味甘，有清热润肺、止咳消痰、养胃、解毒、止汗等功效。豆腐皮营养丰富，蛋白质、氨基酸含量高，据现代科学测定，还有铁、钙、钼等人体所必需的18种微量元素",
    "pinyin": "doupi"
  },
  {
    "name": "面筋",
    "time": 90,
    "intro": "面筋是植物性蛋白质，由麦醇溶蛋白和麦谷蛋白组成。将面粉加入适量水、少许食盐，搅匀上劲，形成面团，稍后用清水反复搓洗，把面团中的淀粉和其它杂质全部洗掉，剩下的即是面筋。油面筋用手团成球形，投入热油锅内炸至金黄色捞出即成。将洗好的面筋投入沸水锅内煮80分钟至熟，即是“水面筋面筋是一种植物性蛋白质，由麦胶蛋白质和麦谷蛋白质组成。面筋的营养成分，尤其是蛋白质含量，高于瘦猪肉、鸡肉、鸡蛋和大部分豆制品，属于高蛋白、低脂肪、低糖、低热量食物，还含有钙、铁、磷、钾等多种微量无素，是传统美食。",
    "pinyin": "mianjin"
  },
  {
    "name": "豆腐",
    "time": 120,
    "intro": "豆腐是最常见的豆制品，又称水豆腐。相传为汉朝淮南王刘安发明。主要的生产过程一是制浆，即将大豆制成豆浆；二是凝固成形，即豆浆在热与凝固剂的共同作用下凝固成含有大量水分的凝胶体，即豆腐。豆腐的原料是黄豆、绿豆、白豆、豌豆等豆类。先把豆去壳洗净，洗净后放入水中，浸泡适当时间，再加一定比例的水，磨成生豆浆。接着用特制的布袋将磨出的浆液装好，收好袋口，用力挤压，将豆浆榨出布袋。一般榨浆可以榨两次，在榨完第一次后将袋口打开，放入清水，收好袋口后再榨一次豆腐营养极高，含铁、镁、钾、烟酸、铜、钙、锌、磷、叶酸、维生素B1、蛋黄素和维生素B6。每100克结实的豆腐中，水分占69.8%，含蛋白质15.7克、脂肪8.6克、碳水化合物4.3克和纤维0.1克，能提供611.2千焦的热量。豆腐里的高氨基酸和蛋白质含量使之成为谷物很好的补充食品。豆腐脂肪的78%是不饱和脂肪酸并且不含有胆固醇，素有“植物肉”之美称。豆腐的消化吸收率达95%以上。两小块豆腐，即可满足一个人一天钙的需要",
    "pinyin": "doufu"
  },
  {
    "name": "嫩豆腐块",
    "time": 120,
    "intro": "嫩豆腐，又称南豆腐、软豆腐、石膏豆腐，它使用的成型剂是石膏液，与北豆腐相比，质地比较软嫩、细腻。用石膏做豆腐制作嫩豆腐主要程序跟做卤水、醋水、“甜树叶子”豆腐是一样的，只不过是用石膏代替卤水、醋水、甜叶汁而已。色泽洁白，质地细腻、软嫩，富含蛋白质，营养价值高，常食石膏豆腐，可使人的面部变得白嫩。",
    "pinyin": "nengdoufukuai"
  },
  {
    "name": "冻豆腐",
    "time": 180,
    "intro": "冻豆腐是一种传统豆制品。由新鲜豆腐冷冻而成，孔隙多、弹性好、营养丰富，味道也很鲜美。用冻豆腐可以制作很多美食。将水豆腐冷冻，即为冻豆腐。解冻并脱水干燥的冻豆腐又称海绵豆腐，含水量不到1%，易于保存，新鲜豆腐经过冷冻，内部组织结构发生了变化，其形态呈蜂窝状，颜色变灰，但蛋白质、维生素、矿物质破坏较少。冻豆腐具有孔隙多、营养丰富、热量少等特点，不会造成明显的饥饿感，是肥胖者减肥的理想食品。但消瘦者不宜常吃冻豆腐！",
    "pinyin": "dongdoufu"
  },
  {
    "name": "豆腐干",
    "time": 60,
    "intro": "豆腐干，中国传统豆制品之一，是豆腐的再加工制品。咸香爽口，硬中带韧，久放不坏，是中国各大菜系中都有一道美食。豆腐干营养丰富，含有大量蛋白质、脂肪、碳水化合物，还含有钙、磷、铁等多种人体所需的矿物质。豆腐干在制作过程中会添加食盐、茴香、花椒、大料、干姜等调料，既香又鲜，久吃不厌，被誉为“素火腿”。咸香爽口，硬中带韧，久放不坏。豆腐干是佐酒下饭的最佳食品之一，也便于旅途携带和食用。豆腐干有卤干、熏干、酱油干等，是宴席中拌凉菜、炒热菜的上乘原料。其含水量比水豆腐小，硬度高，厚度小，是豆腐的再加工食品",
    "pinyin": "doufugan"
  },
  {
    "name": "豆腐皮",
    "time": 120,
    "intro": "豆腐皮是中国传统豆制品，在中国南方和北方地区有多种名菜。豆腐皮性平味甘，有清热润肺、止咳消痰、养胃、解毒、止汗等功效。豆腐皮营养丰富，蛋白质、氨基酸含量高，据现代科学测定，还有铁、钙、钼等人体所必需的18种微量元素。中医理论认为，儿童食用能提高免疫能力，促进身体和智力的发展。老年人长期食用可延年益寿。特别对孕妇产后期间食用既能快速恢复身体健康，又能增加奶水。豆腐皮还有易消化、吸收快的优点。是一种妇、幼、老、弱皆宜的食用佳品。",
    "pinyin": "doufupi"
  },
  {
    "name": "油豆腐",
    "time": 120,
    "intro": "油豆腐是一道特色传统名菜，以广东罗定市最知名。油豆腐在北方称之为豆腐泡；南方称之为油豆腐。作为豆腐的炸制食品，其色泽金黄，内如丝肉，细致绵空，富有弹性。系经磨浆、压坯、油炸等多道工序制作而成。油豆腐既可作蒸、炒、炖之主菜，又可为各种肉食的配料，是荤宴素席兼用的佳品。油豆腐富含优质蛋白、多种氨基酸、不饱和脂肪酸及磷脂等，铁、钙的含量也很高。 油豆腐一般人皆可食用。",
    "pinyin": "youdoufu"
  },
  {
    "name": "油豆腐皮",
    "time": 30,
    "intro": "油皮又称油豆皮，是豆浆上面的冷凝物质，卷起晾干就是腐竹。豆腐皮是豆腐脑压制较薄的一种形态，就是豆腐的孪生兄弟，只是质地更紧密，含水量低。两者同属豆制品。",
    "pinyin": "youdoufupi"
  },
  {
    "name": "豆花",
    "time": 300,
    "intro": "豆腐花，一道著名的特色传统小吃。豆腐花是一种用黄豆制作的小吃，个别的会用豌豆、蚕豆等豆类制作。 将黄豆用水泡涨，磨碎过滤出豆浆，豆浆如果加入盐卤或石膏，就会凝结成非常稀软的固体。",
    "pinyin": "douhua"
  },
  {
    "name": "腐竹",
    "time": 300,
    "intro": "腐竹又称腐皮，是很受欢迎的一种客家传统食品，也是华人地区常见的食物原料，具有浓郁的豆香味，同时还有着其他豆制品所不具备的独特口感。腐竹色泽黄白，油光透亮，含有丰富的蛋白质及多种营养成分，用清水浸泡（夏凉冬温）3～5小时即可发开。可荤、素、烧、炒、凉拌、汤食等，食之清香爽口，荤、素食别有风味。但是患有肾炎、肾功能不全、糖尿病酮症酸中毒、痛风患者是不适宜食用腐竹的。",
    "pinyin": "fuzhu"
  },
  //---
  {
    "name": "平菇",
    "time": 360,
    "intro": "也称侧耳、糙皮侧耳、蚝菇、黑牡丹菇，台湾又称秀珍菇）是担子菌门下伞菌目侧耳科一种类，是种相当常见的灰色食用菇。平菇含丰富的营养物质，每百克于品含蛋白质20—23 克，而且氨基酸成分种类齐全，矿物质含量十分丰富。中医认为平菇性温、味甘。具有驱风散寒、舒筋活络的功效。用于治腰腿疼痛、手足麻木、筋络不通等病症。 平菇中的蛋白多糖体对癌细胞有很强的抑制作用，能增强机体免疫功能。",
    "pinyin": "pingu"
  },
  {
    "name": "香菇",
    "time": 300,
    "intro": "香菇,又名花菇、香蕈、香信、香菌、冬菇、香菰，为侧耳科植物香蕈的子实体。香菇是世界第二食用菌，也是我国特产之一，在民间素有“山珍”之称。它是一种生长在木材上的真菌。味道鲜美，香气沁人，营养丰富。香菇富含维生素B群、铁、钾、维生素D原（经日晒后转成维生素D）、味甘，性平。主治食欲减退，少气乏力。香菇素有山珍之王之称，是高蛋白、低脂肪的营养保健食品。中国历代医学家对香菇均有著名论述。现代医学和营养学不断深入研究，香菇的药用价值也不断被发掘。香菇中麦角甾醇含量很高，对防治佝偻病有效；香菇多糖（β～1，3葡聚糖）能增强细胞免疫能力，从而抑制癌细胞的生长；香菇含有六大酶类的40多种酶，可以纠正人体酶缺乏症；香菇中的脂肪所含脂肪酸，对人体降低血脂有益。",
    "pinyin": "xianggu"
  },
  {
    "name": "金针菇",
    "time": 240,
    "intro": "金针菇学名毛柄金钱菌，又称毛柄小火菇、构菌、朴菇、冬菇、朴菰 、冻菌、金菇、智力菇等，英文为：“Enoki Mushroom”。植物学名为Flammulina velutiper (Fr.) Sing。因其菌柄细长，似金针菜，故称金针菇，属伞菌目白蘑科针金菇属，是一种菌藻地衣类。金针菇具有很高的药用食疗作用金针菇性寒，味甘、咸，具有补肝、益肠胃、抗癌的功效，主治肝病、胃肠道炎症、溃疡、肿瘤等病症。金针菇中锌含量较高，对预防男性前列腺疾病较有帮助。而且金针菇还是高钾低钠食品，可防治高血压，对老年人也有益。",
    "pinyin": "jinzhenggu"
  },
  {
    "name": "木耳",
    "time": 180,
    "intro": "野生木耳生长于栎、杨、榕、槐等120多种阔叶树枝上，丛生，常屋瓦状叠生。也可以用阔叶树类的椴木和木屑人工栽培；生长需散光、湿润和温暖。木耳从颜色分有白木耳和黑木耳两种，从养殖分有野生的和人工培育的两种。市场上销售的绝大部分是人工培育的，野生黑木耳珍贵稀少，以长白山黑木耳最为著名。黑木耳含蛋白质、脂肪、多糖和钙、磷、铁等元素以及胡萝卜素、维生素B1、维生素B2、烟酸等，还含磷脂、固醇等营养素。木耳营养丰富，被誉为“菌中之冠”。 [3]  每100克干品黑木耳中含蛋白质9.4克，碳水化合物65.5克，钙357毫克，磷201毫克，铁185毫克",
    "pinyin": "muer"
  },
]

var balls = [
  {
    "name": "香菜丸子",
    "time": 240,
    "intro": "炸香菜丸子，是一道家常菜，制作原料主要有猪肉馅、香菜、香干。香菜丸子，重庆火锅店中不得不提的一道菜品。香菜丸子在火锅中烫熟之后，口感软糯，极易入味，加上自身香菜的香郁，受到广大吃货的喜爱。",
    "pinyin": "xiangcaiwanzi"
  },
  {
    "name": "牛肉丸",
    "time": 300,
    "intro": "牛肉丸又称手捶牛肉丸，是广东省汕头市有名的传统小吃之一，起源于潮菜。牛肉丸作为汕头市乃至整个广东潮汕地区最知名、最大众化的特色传统小吃，其既可作点心，又可作为一道筵席汤菜。牛肉丸制作细致，色泽红润，柔脆有弹性，鲜美馨香，口感嫩滑。",
    "pinyin": "niurouwan"
  },
  {
    "name": "撒尿牛肉丸",
    "time": 300,
    "intro": "撒尿牛肉丸是香港最有名的特色小吃之一，流传已经有100多年了·虽然名字不太雅，可因其口感爽脆、弹 性十足，而深受人们喜爱。撒尿的原因呢，就跟小笼汤包一样的道理，里面的馅料是冰冻过的，在牛丸煮好之后将会呈现汤状，咬太大力就会喷出汤汁，形象比喻成撒尿。周星驰在《食神》里用牛丸当乒乓球打的场面正是描述它的特点。它不但在香港随处可见，还风靡东南亚，台湾各地。",
    "pinyin": "saoniaoniuwan"
  },
  {
    "name": "鱼丸",
    "time": 180,
    "intro": "鱼丸又称“鱼包肉”，用鳗鱼、鲨鱼或者淡水鱼剁蓉，加甘薯粉(淀粉)搅拌均匀，再包以猪瘦肉或虾等馅制成的丸状食物，富有沿海特色风味小吃之一。并且鱼丸是福州、闽南、广州、台湾、江西抚州一带经常烹制的特色传统名点，属于粤菜或闽菜系。亦名“水丸”，古时称“氽鱼丸”。因为它味道鲜美，多吃不腻，可作点心配料，又可作汤，是沿海人们不可少的海味佳肴。",
    "pinyin": "yuwan"
  },
  {
    "name": "墨鱼丸",
    "time": 300,
    "intro": "墨鱼丸色泽洁白，富有弹性，入口爽脆，味道鲜美，宴席菜和家常菜均可适用。黑鱼丸海南和潮汕地区传统名菜。潮汕人常称为墨斗丸。用新鲜墨鱼和猪肥肉配制而成。曾在海南及全国烹饪大赛中获奖。脾胃虚寒少吃；高血脂、高胆固醇等心血管病及肝病患者慎食",
    "pinyin": "moyuwan"
  },
  {
    "name": "蟹味棒",
    "time": 120,
    "intro": "蟹棒，又称蟹足棒、模拟蟹肉、蟹风味鱼糕，是鱼糜加工的传统产品。蟹棒是模拟阿拉斯加雪蟹的蟹腿肉的质感和风味，肉质结实有韧性，具有咸中略带甜的鲜美海鲜风味，极具仿真效果。是以各种海水鱼鱼糜或淡水鱼鱼糜为原料，经过一系列加工制成的一种高蛋白、低脂肪、营养结构合理、安全健康的一类深加工海洋食品",
    "pinyin": "xieweibang"
  },

  {
    "name": "虾滑",
    "time": 240,
    "intro": "虾滑是一种虾泥制品，主要材料有虾，辅料有肉、鱼类等。虾滑的做法是把虾去壳，通过上千次的摔打，使肉具有粘性，让其保持原有的营养成分，又具有了爽脆的口感。虾肉有补肾壮阳，通乳抗毒、养血固精、化瘀解毒、益气滋阳、通络止痛、开胃化痰等功效。制作虾滑一定要采用虾仁饱满的青虾，普通虾仁是做不出来美味虾滑的。虾仁的含量越高，虾滑的味道越纯正。淀粉含量太高容易导致虾滑口感硬。",
    "pinyin": "xiahua"
  },
  {
    "name": "鱼豆腐",
    "time": 120,
    "intro": "鱼豆腐又称油炸鱼糕，以鱼肉为主料，绞成肉泥配以其他辅料并挤压成型块状，经熟化油炸而成，因其具有金黄色的良好外观，而且能消除腥臭味，受到消费者的青睐。鱼蛋白由盐溶性蛋白，水溶性蛋白和胶原性蛋白组成。自古无鱼不成宴，鱼以其高蛋白、低脂肪、美味易吸收等特点，一直被人们所喜爱。科学研究表明：鱼为益智食品，对于儿童的智力发育，中年人缓解压力，提神醒脑，老年人的健康长寿等方面有着极其巨大的作用。",
    "pinyin": "yudoufu"
  },
  
]

var seafood = [
  {
    "name": "海带",
    "time": 300,
    "intro": "海带是一种营养价值很高的蔬菜，同时具有一定的药用价值。含有丰富的碘等矿物质元素。海带含热量低、蛋白质含量中等、矿物质丰富，研究发现，海带具有降血脂、降血糖、调节免疫、抗凝血、抗肿瘤、排铅解毒和抗氧化等多种生物功能。",
    "pinyin": "haidai"
  }, 
  {
    "name": "海白菜",
    "time": 300,
    "intro": "海白菜为藻类植物石莼科孔石莼的藻体，藻体碧绿色，单独或丛生，高10～14厘米，形体常有大小不等的孔。海白菜每百克可食部含水分47.8 克，蛋白质11.2 克，脂肪0.1 克，碳水化合物，粗纤维4.3 克，还含有多种矿物质和维生素。生长在中、低潮带岩石上。分布渤海、黄海、东海，南海较少。含有多种矿物质和维生素。海白菜性味咸寒，具有清热解毒、软坚散结、利水降压的功效，用于中暑、颈淋巴结肿、疮疖、小便不利、水肿、高血压等。药理实验表明海白菜有一定降低胆固醇作用。",
    "pinyin": "haibaicai"
  },
  {
    "name": "巴沙鱼片",
    "time": 300,
    "intro": "巴沙鱼，是东南亚国家重要的淡水养殖品种。它属鲶形目鱼类，属芒鲶属的芒鲶（Paugusiushamiltoa）为无鳞鱼类。 是湄公河流域中一种特有的优质经济鱼类。该鱼具有生长快、个体大、产量高、食性广、易饲养、肉质白嫩、味道鲜美、营养丰富、无肌间小刺、利于加工等优点。巴沙鱼其肉质细腻、味道鲜美，含丰富维生素、矿物质（主要是钙）等营养元素。但可食用部分含水量极高，蛋白质比重低，因此缺乏营养学价值。",
    "pinyin": "bashayupian"
  },
  {
    "name": "鱼头",
    "time": 300,
    "intro": "鱼头具有营养高、口味好、富含人体必需的卵磷脂和不饱和脂肪酸。有助于增强男性性功能，对降低血脂、健脑及延缓衰老有好处等等。",
    "pinyin": "yutou"
  },
  {
    "name": "墨鱼仔",
    "time": 300,
    "intro": "墨鱼，又称墨斗鱼、乌贼。俗称“墨鱼骨”，墨鱼干味道鲜美，营养丰富，药用价值高。中药上称之为“乌贼骨”或“海螺蛸”，可治疗胃酸过多，是止血、收敛常用中药。墨鱼，俗名乌贼，又名“冬鸡”,干品又称“螟蜅鲞”，俗称“乌贼粑”。干墨鱼含有丰富的蛋白质、脂肪、无机盐、碳水化合物等多种物质，加上它滋味鲜美，远在唐代就有食用墨鱼的记载，是人们喜爱的佳肴。分布于中国沿海地区。平潭墨鱼干品营养丰富，具有壮阳健身、益血补肾、健胃理气之功效，其味道鲜美，为妇科食疗佳品。",
    "pinyin": "moyuzai"
  },
  {
    "name": "泥鳅",
    "time": 480,
    "intro": "泥鳅味道鲜美，营养丰富，含蛋白质较高而脂肪较低，能降脂降压，即是美味佳肴又是大众食品，素有“天上的斑鸠，地下的泥鳅”，和“水中人参”之美誉。美味又滋补，还易获得，价廉物美。泥鳅可食部分占整个鱼体的80%左右，高于一般淡水鱼类。经测定，每100克泥鳅肉中，含蛋白质22.6克，脂肪2.9克，碳水化合物2.5克，灰分1.6克，钙51毫克，磷154毫克，铁3毫克，硫黄素0.08毫克，核黄素0.16毫克，尼克酸5毫克，还有多种维生素，其中维生素A 70毫克，维生素B1 30毫克，维生素B2 440毫克，还含有较高的不饱和脂肪酸",
    "pinyin": "niqiu"
  },
  {
    "name": "鱿鱼须",
    "time": 300,
    "intro": "鱿鱼和墨鱼、章鱼等软体腕足类海产品在营养功用方面基本相同，都是富含蛋白质、钙、磷、铁、钾等，并含有十分丰富的诸如硒、碘、锰、铜等微量元素的食物。中医认为，鱿鱼有滋阴养胃、补虚润肤的功能。其营养价值毫不逊色于牛肉和金枪鱼。每百克干鱿鱼含有蛋白质66.7克、脂肪7.4克，并含有大量的碳水化合物和钙、磷、磺等无机盐。",
    "pinyin": "youyuxu"
  },
]

var mainfood = [
  {
    "name": "红薯粉",
    "time": 600,
    "intro": "红薯粉是用红薯制作的一道家常菜。红薯粉是一种广西、陕西、湖南、福建、四川、贵州等地的地方特色小吃。灰色细长条状，晶莹剔透，与粉丝相似。饮食中最具有抗癌作用的营养物质是β－胡萝卜素(维生素A前体)、维生素C和叶酸，而在红薯中三者含量都比较丰富。一个小红薯(约2两重)可提供2倍量的人体每天所需维生素A、三分之一量的每天所需维生素C和约50微克的叶酸；其中膳食纤维的含量高于一碗燕麦粥。",
    "pinyin": "hongshufen"
  },
  {
    "name": "宽苕粉",
    "time": 180,
    "intro": "苕粉大概经过四道工艺制成，选取优质红苕经过去皮、研磨、制条、晾干而成苕粉成品。苕粉具有晶莹剔透、爽口、柔韧性强、条形均匀、久煮不断等特点，是火锅、凉拌、炒粉、汤菜、红烧等菜肴的上好原料。主要含量是淀粉，是粗粮制品，经常食用有利于营养均衡，增进肠道蠕动，有利于通便。",
    "pinyin": "kuanshaofen"
  },
  {
    "name": "魔芋丝",
    "time": 180,
    "intro": "魔芋生长在疏林下，是有益的碱性食品，对食用动物性酸性食品过多的人，搭配吃魔芋，可以达到食品酸、碱平衡。此外，魔芋还具有水平降血糖、降血脂、降压、散毒、养颜、通脉、减肥、通便、开胃等多功能。魔芋的营养保健作用就是发挥膳食纤维对营养不平衡的调节作用，如防治便秘、降血脂、降血糖、减肥健美等。另外，它还可用于制作隐形眼镜和医疗光学制品；在护眼液中加魔芋葡甘聚糖，能够防止眼睛和隐形镜片的干燥。魔芋葡甘聚糖凝胶消毒后可用于止血和促进伤口愈合；还可将其制成降血脂、降血糖、减肥、通便等药物。",
    "pinyin": "moyusi"
  },
  {
    "name": "年糕",
    "time": 300,
    "intro": "中华民族的传统食物，属于农历新年的应时食品。一种用黏性大的糯米或米粉蒸成的糕，在春节，我国很多地区都有讲究吃年糕。年糕含有蛋白质、脂肪、碳水化合物、烟酸、磷、钾、镁等健康元素。",
    "pinyin": "niangao"
  },
  {
    "name": "水晶粉丝",
    "time": 120,
    "intro": "水晶粉丝就是粉丝。粉丝是中国常见的食品之一，是一种用绿豆、红薯淀粉等做成的丝状食品，故名粉丝。往往又叫做粉条丝、冬粉（主要在台湾），日本称春雨，朝鲜半岛称唐面，越南称面。最好的粉丝是以绿豆制成，也可由玉米淀粉或者地瓜淀粉制作，但品质不如绿豆粉丝，因绿豆中的直链淀粉最多，煮时不易烂，口感最为滑腻。类似细面条状，干燥后贩卖，食用前最好先泡水让它柔软，粉丝的直径一般在0.5毫米左右，这也是它有“丝”之名的由来。",
    "pinyin": "shuijinfensi"
  },
]

var meat_eggs = [
  {
    "name": "羊肉卷",
    "time": 30,
    "intro": "羊肉，性温。羊肉有山羊肉、绵羊肉、野羊肉之分。古时称羊肉为羖肉、羝肉、羯肉。它既能御风寒，又可补身体，对一般风寒咳嗽、慢性气管炎、虚寒哮喘、肾亏阳痿、腹部冷痛、体虚怕冷、腰膝酸软、面黄肌瘦、气血两亏、病后或产后身体虚亏等一切虚状均有治疗和补益效果，最适宜于冬季食用，故被称为冬令补品，深受人们欢迎。羊肉性温热，常吃容易上火。因此，吃羊肉时可以搭配一些凉性蔬菜。既能起到清凉、解毒、去火的作用，又能达到羊肉的补益功效。",
    "pinyin": "yangroujuan"
  },
  {
    "name": "牛肉卷",
    "time": 30,
    "intro": "牛肉含有丰富的蛋白质，氨基酸。其组成比猪肉更接近人体需要，能提高机体抗病能力，对生长发育及手术后、病后调养 的人在补充失血和修复组织等方面特别适宜。中医食疗认为：寒冬食牛肉，有暖胃作用，为寒冬补益佳品。中医认为：牛肉有补中益气、滋养脾胃、强健筋骨、化痰息风、止渴止涎的功能。适用于中气下陷、气短体虚，筋骨酸软和贫血久病及面黄目眩之人食用。",
    "pinyin": "niuroujuan"
  },
 
  {
    "name": "鸡肉",
    "time": 60,
    "intro": "鸡肉（chicken），指鸡身上的肉，鸡的肉质细嫩，滋味鲜美，适合多种烹调方法，并富有营养，有滋补养身的作用。鸡肉含有维生素C、E等，蛋白质的含量比例较高，种类多，而且消化率高，很容易被人体吸收利用，有增强体力、强壮身体的作用，另外含有对人体生长发育有重要作用的磷脂类，是中国人膳食结构中脂肪和磷脂的重要来源之一。",
    "pinyin": "jirou"
  },
 
  {
    "name": "鸭掌",
    "time": 480,
    "intro": "鸭掌含有丰富的胶原蛋白，和同等质量的熊掌的营养相当。掌为运动之基础器官，筋多，皮厚，无肉。筋多则有嚼劲，皮厚则含汤汁，肉少则易入味。从营养学角度讲，鸭掌多含蛋白质，低糖，少有脂肪，所以可以称鸭掌为绝佳减肥食品。",
    "pinyin": "yazhang"
  },
  {
    "name": "无骨凤爪",
    "time": 900,
    "intro": "凤爪又称鸡掌，鸡爪，爪钱风暴，凤足等。是一道经典的传统小吃，在川菜，粤菜中均有制作，多皮、筋，胶质丰富。在南方，凤爪可是一道上档次的名菜，其烹饪方法也较复杂。它富含谷氨酸，胶原蛋白和钙质，多吃不但能软化血管，同时具有美容功效.",
    "pinyin": "wugufengzhua"
  },
  {
    "name": "酥肉",
    "time": 180,
    "intro": "酥肉，是一道特色传统名菜，山西省、陕西省、河南省等地的一种地方特色小吃。肉此道菜特点就是香酥、嫩滑、爽口、肥而不腻，不喜欢吃辣椒的朋友一定会喜欢的。",
    "pinyin": "surou"
  },
  {
    "name": "午餐肉",
    "time": 120,
    "intro": "午餐肉：一种罐装压缩肉糜，通常原料是猪肉或牛肉等。把午餐肉切成片，可以用来夹面包食用，餐蛋面热食也很美味。 这种罐装食品方便食用，由于将猪肉放进密封的罐中，所以也易于保存。通常在野餐时食用。军队中，午餐肉是必备的军需物品。午餐肉的主要营养成分是蛋白质、脂肪、碳水化合物、烟酸等，矿物质钠和钾的含量较高，午餐肉肉质细腻，口感鲜嫩，风味清香。",
    "pinyin": "wucanrou"
  },
  {
    "name": "猪蹄",
    "time": 300,
    "intro": "猪蹄，是指猪的脚部（蹄）和小腿，在中国又叫元蹄。在华人世界中，猪蹄是猪常被人食用的部位之一，有多种不同的烹调作法。猪蹄含有丰富的胶原蛋白质，脂肪含量也比肥肉低。它能防治皮肤干瘪起皱、增强皮肤弹性和韧性，对延缓衰老和促进儿童生长发育都具有特殊意义。为此，人们把猪蹄称为“美容食品” 和“类似于熊掌的美味佳肴”猪蹄中含有较多的蛋白质、脂肪和碳水化合物，并含有钙、磷、镁、铁以及维生素A、维生素D、维生素E、维生素K等有益成分。它含有丰富的胶原蛋白质，含胆固醇。",
    "pinyin": "zhuti"
  },
  {
    "name": "猪脑花",
    "time": 480,
    "intro": "猪脑中含的钙、磷、铁比猪肉多，但胆固醇含量极高，100克猪脑中含胆固醇量高达3100毫克。猪脑所含胆固醇是常见食物中最高的一种。　猪脑中含的钙、磷、铁比猪肉多，但胆固醇含量极高，100克猪脑中含胆固醇量高达3100毫克。猪脑所含胆固醇是常见食物中最高的一种。含胆固醇较多，故血脂过高，动脉硬化等病人更不宜食用。",
    "pinyin": "zhunaohua"
  },
  {
    "name": "鸭舌",
    "time": 300,
    "intro": "是一种名为鸭的禽类的舌头，多用于制作凉菜。鸭舌可谓是老少皆宜的风味小食，通常制作为蒜泥鸭舌等食品。也可在火锅中涮食",
    "pinyin": "yashe"
  },
  {
    "name": "脆皮肠",
    "time": 180,
    "intro": "锅专用脆皮肠是一种采用冷冻猪肉和鸡胸肉为主要原料，经绞切腌制后添加辅料进行乳化，后经真空滚揉，灌肠、蒸煮、烟熏、冷却后真空包装食用方便的肉制品。由于在涮火锅时方便，还可演变成桂花肠、腰花肠等不同形状的。脆皮肠可以作为火锅的涮品涮食，清新鲜美。",
    "pinyin": "cuipichang"
  },
  {
    "name": "鹌鹑蛋",
    "time": 180,
    "intro": "鹌鹑蛋又名鹑鸟蛋、鹌鹑卵。鹌鹑蛋被认为是“动物中的人参”。宜常食为滋补食疗品。鹌鹑蛋在营养上有独特之处，故有“卵中佳品“之称。近圆形，个体很小，一般只有10g左右，表面有棕褐色斑点。鹌鹑蛋的营养价值不亚于鸡蛋，有较好护肤、美肤作用。",
    "pinyin": "anchundan"
  },
]

var organs = [
  {
    "name": "鸡心",
    "time": 180,
    "intro": "鸡心和别的动物肝脏不同，鸡的很多营养价值都是在鸡心上面，鸡心里面富含丰富的蛋白质，还有脂溶性的维生素AD，这两种物质给人体的正常功能都带来很大的好处，蛋白质可以促进生长发育，而维生素AD是能够预防钙缺少引起的各种疾病，比如佝偻病等等，而且对视力也有好处，能够预防近视眼，青年人吃鸡心是最好的",
    "pinyin": "jixin"
  },
  {
    "name": "毛肚",
    "time": 15,
    "intro": "毛肚，是指牛的瓣胃，也称百叶肚，俗称牛百叶。 毛肚分两种，吃饲料长大的牛百叶发黄，吃粮食庄稼长大的牛百叶发黑。白色的牛百叶是漂过的，属于冷冻食品。毛肚火锅天下闻名，南来北往的客人来到重庆，若不品尝毛肚火锅，定是一件在为遣憾的事。重庆、成都两地的街头、巷尾，火锅店家难以胜数。无论是肃杀寒天，还是三伏暑日，倘邀亲朋友好围炉而坐，热气腾腾、大汗淋漓地品尝这麻辣鲜香烫的毛肚火锅，其间快乐，难以言喻。",
    "pinyin": "maodu"
  },
  {
    "name": "千层毛肚",
    "time": 60,
    "intro": "千层肚是牛肚子的外层，毛肚火锅天下闻名，南来北往的客人来到重庆，若不品尝毛肚火锅，定是一件在为遣憾的事。重庆、成都两地的街头、巷尾，火锅店家难以胜数。无论是肃杀寒天，还是三伏暑日，倘邀亲朋友好围炉而坐，热气腾腾、大汗淋漓地品尝这麻辣鲜香烫的毛肚火锅，其间快乐，难以言喻。",
    "pinyin": "qiancengmaodu"
  },
  {
    "name": "黄喉",
    "time": 30,
    "intro": "黄喉是重庆火锅中的一种食物，来自于猪、牛等家畜的大血管，一般为主动脉，又称心管，常被误解为食管或气管，在火锅菜肴中又分为发制黄喉和鲜黄喉，在火锅中重要的特点就是爽脆。黄喉虽然带一个喉字，实际上和喉没有任何关系。黄喉的学名叫主动脉弓，即是心室出来的大动脉血管，左心室出来的动脉血管较厚，右心室出来的动脉血管较薄，都可用黄喉涮烫。",
    "pinyin": "huanghou"
  },
  {
    "name": "鸭肠",
    "time": 15,
    "intro": "鸭肠是鸭的内脏之一，是很多菜肴都会用到的食材，可涮火锅。对人体新陈代谢，神经、心脏、消化和视觉的维护都有良好的作用。质量好的鸭肠一般呈乳白色，粘液多，异味较轻，具有韧性。",
    "pinyin": "yachang"
  },
  {
    "name": "血旺",
    "time": 300,
    "intro": "血旺也叫血豆腐，为动物血加盐直接加热凝固而成的食品，常见的血旺为鸭血、鸡血、猪血制作而来。血旺可以直接吃也可以搭配其他的食材进行二次烹饪。含有丰富的蛋白质及多种人体不能合成的氨基酸，所含的红细胞素含量也较高，还含有微量元素铁等矿物质和多种维生素，这些都是人体造血过程中不可缺少的物质。",
    "pinyin": "xuewang"
  },
  {
    "name": "肥肠",
    "time": 180,
    "intro": "肥肠又名猪大肠、猪肠。猪肠是用于输送和消化食物的，有很强的韧性，并不象猪肚那样厚，还有适量的脂肪。根据猪肠的功能可分为大肠、小肠和肠头，它们的脂肪含量是不同的，小肠最瘦，肠头最肥。猪大肠有润燥、补虚、止渴止血之功效。可用于治疗虚弱口渴、脱肛、痔疮、便血、便秘等症。感冒期间忌食；因其性寒，凡脾虚便溏者亦忌。",
    "pinyin": "feichang"
  },
  {
    "name": "鸭胗",
    "time": 180,
    "intro": "鸭肫即鸭胃、鸭胗，鸭的肌胃，形状扁圆，肉质紧密，紧韧耐嚼，滋味悠长，无油腻感，是老少皆喜爱的佳肴珍品。鸭肫的主要营养成分有碳水化合物、蛋白质、脂肪、烟酸、维生素和钙、镁等矿物质。鸭肫的主要营养成分有碳水化合物、蛋白质、脂肪、烟酸、维生素C、维生素E和钙、镁、铁、钾、磷、钠、硒等矿物质。鸭肫铁元素含量较丰富，女性可以适当多食用一些。中医认为，鸭肫性味甘咸平，有健胃之效。",
    "pinyin": "yazhen"
  },
  {
    "name": "腰片",
    "time": 30,
    "intro": "猪腰子，味甘、咸，性平。略能补肾气，利水，作用缓和，“方药所用，借其引导而已。”（李时珍）可作为食疗辅助之品。含有蛋白质、脂肪、碳水化合物、钙、磷、铁和维生素等，有健肾补腰、和肾理气之功效。腰子具有补肾气、通膀胱、消积滞、止消渴之功效。可用于治疗肾虚腰痛、水肿、耳聋等症。",
    "pinyin": "zhuyaozi"
  },
]

module.exports={
  vegetable:veges,
  meat_eggs:meat_eggs,
  organs:organs,
  balls_wahs:balls,
  soy_fungus:soy_fungus,
  seafood:seafood,
  mainfood:mainfood
}